Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/mareano.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Right at the end of the expedition, at Kjerringgrunnen off Molde, we took a video transect at a place where information from 1944 suggested that there should be corals.
nb: Helt på slutten av toktet, på Kjerringgrunnen utenfor Molde, var det en videotransekt på et punkt hvor det i 1944 ble sagt at skulle finnes koraller.

source: Geological map products will be produced and published as early as 2022.
nb: Geologiske kartprodukter vil bli utarbeidet, og publisert allerede i 2022.

source: So far, samples have been collected from three stations in the northern part of Skjoldryggen.
nb: Hittil på toktet er det tatt sedimentprøver fra tre stasjoner på den nordlige delen av Skjoldryggen.

source: research has brought us from the National Museum of Wales to the
nb: funnet veien fra Nasjonalmuseet i Wales (National Museum of Wales)

source: A clastic sediment consists of fragments, and the term bioclastic sediment means that the sediment is made up of fragments of biological material.
nb: Et klastisk sediment består av fragmenter, og uttrykket bioklastisk sediment betyr at det er et sediment dannet av fragmenter av biologisk materiale.

source: The wreck lies at a depth of 218 metres, and the large coral reefs on the hull suggest it has been there for a long time.
nb: Vraket ligger på 218 meters dyp, og store koraller på skroget ymtet om at det har ligget her lenge.

source: This can probably be explained by
nb: Dette kan sannsynligvis forklares med

source: Thorny skate is one of the species that really creates excitement among the scientists during the Mareano-survey (August-September 2014).
nb: Under Mareano-toktet (august-september 2014) er det få arter som skaper så stor begeistring blant toktdeltakerne som skatene gjør.

source: was first described as recently as 1993, possibly because it is a
nb: Den ble første gang beskrevet så sent som i 1993, noe

source: recorded several times at depths of 1500-2000 metres.
nb: registeret flere ganger på 1500-2000 meters dyp. MAREANO-tokt

source: a bipolar species.
nb: Den er også

source: Lofoten (Nordland VI) that is the target of the MAREANO 2011
nb: MAREANOs høsttokt i 2011 foregår i havområdene vest for Lofoten

source: In the same area large caves were observed (30-40 cm in
nb: Her fantes også svære huler som var 30-40 cm i diameter.

source: After 3-4 days of mapping Kirkegården, it turns out that there aren’t any desert areas here.
nb: Etter 3-4 døgn med kartlegging av Kirkegården har det vist seg at det ikke er noen øde områder her.

source: A point map showing observed sample points (200 m sections of video data) classified by biotope.
nb: Punktkart som viser prøve-punktene (200 m strekninger med video-data) klassifisert etter biotop

source: The scale is 10 cm between the red laser points.
nb: Det er 10 cm mellom de røde prikkene.

source: In this picture we are crossing a ridge at a depth of 688 m.
nb: På dette bildet krysser vi en rygg på 688 meters dyp.

source: Here in a small "forest" of sea-pens (Funiculina).
nb: i en liten "skog" av sjøpenner (Funiculina).

source: Will they even have eyes, and if so, how do they perceive this ever-dark, cold world of theirs?
nb: Kommer de til å ha øyne, og hvis de har, hvordan ser de noe her nede i denne evig mørke og kalde verdenen?

source: Map of the vessel’s route during the expedition’s first 2 weeks, showing locations of video surveys and seabed sampling.
nb: Seilingsruten 2 uker fra toktstart, med lokaliteter for videoobservasjoner og prøvetaking på havbunnen.

source: The slide deposits extend 810 km* offshore from the upper edge of the slide.
nb: Skredavsetningene strekker seg 810 km fra bakkanten av skredet ved Storegga og ut i den dypeste delen av Norskehavet.

source: of a 150 km long and 16 km wide transect on the Nordkappbanken.
nb: et 150 km langt og 16 km bredt transekt på Nordkappbanken.

source: MAREANO has collected sediment samples since 2006 as part of mapping the composition of the seabed and its environmental status within the Norwegian marine territory (MAREANO Chemistry Program).
nb: MAREANO har samlet inn sedimentprøver siden 2006 som en del av kartleggingen av sedimentsammensetningen og miljøtilstanden av norsk havbunn (MAREANOs kjemiprogram).

source: With the video rig parked on the seafloor at 150 m depth, we could observe how suspended sediments and animals living on the seafloor drifted back and forth in the same wave motion as the research vessel G.O. Sars.
nb: Da videoriggen sto parkert på havbunnen på 150 meters dyp kunne vi se hvordan sedimenter i vannet og dyr på havbunnen drev fram og tilbake i omtrent samme bølgebevegelse som forskningsfartøyet «G.O.

source: To track their movement I used coloured particle tracers called ‘luminophores’, which I placed over the surface of the mud in a 2-3 mm layer.
nb: For å registrere sjøstjernenes bevegelser legger hun fargede sporings-partikler, kalt luminoforer, i et 2-3 mm tykt lag på sedimentoverflaten i akvariene.

source: A flounder photographed at 315 m depth on the west of Fugløybanken
nb: En rødspette fotografert på 315 meters dyp vest på Fugløybanken

source: spiders found in the MAREANO material, Arne Hassel,
nb: havedderkopper som er funnet i MAREANO-prøvene, forteller forsker

source: Examples of seabed landforms mapped by MAREANO are channels, canyons, sediment waves, areas with sediment waves, glacial lineations, iceberg plough marks, moraines, slide escarpments, slide scars, slide areas, areas with slide deposits, submarine fans and areas with pockmarks.
nb: Andre eksempler på landformer som kartlegges i MAREANO er kanaler, gjel, sandbølger, furer dannet av isbreer, isfjellpløyemerker, randmorener og pockmarkområder.

source: The number of coral reefs that have been recorded in Norwegian waters is now close to 1100, but estimates based on interpretation of detailed maps indicates that there could be more than 6000 individual reefs off Norway.
nb: Antallet korallrev som er stedfestet i norske farvann er nå rundt 1100, men anslag basert på tolkninger av detaljerte dybdekart indikerer at det finnes over 6000 enkeltrev i havet utenfor Norge.

source: The brittle star seen the centrally in the upper part
nb: En av slangestjernen til venstre i øvre halvdel av

source: in the lab using custom-built software).
nb: av spesialdesignet programvare).

source: The ecosystems under pressure in Oslofjord are also on the agenda, and gives a local connection.
nb: Økosystemene i Oslofjorden står på agendaen, og gir en lokal tilknytning.

source: Video images show muddy sand with gravel.
nb: Videobilde viser slamholdig sand med grus.
